; language file for TrayLauncher
;Language : Romanian
;Author : joby_toss
;Date : 2010-11-16
;Version : 2.0

MENU_Exit							==> Ie&şire
MENU_Edit_Cmd						==> &Editare Comandă
MENU_Refresh						==> &Reîmprospătare
MENU_Start_With_OS					==> Porneşte cu &Windows
MENU_About							==> &Despre
MENU_Select_Skin					==> Selectare &Aspect
MENU_Internal						==> &Intern
MENU_Language						==> &Limbă
MENU_Option							==> &Opţiuni
MENU_Use_MClick						==> Foloseşte Click &Mijlociu
MENU_Run							==> &Rulează

STR_Failed							==> Eşuat:
STR_Run								==> Rulează
STR_Exit_Ask						==> Oprire Tray Launcher ?
STR_Confirm							==> Confirmă:
STR_Failed_To_Exec					==> Eşuare la Executare:
STR_Single_Instance_Only			==> Poate Rula o Singura Instanță.
STR_lng_file_not_UNICODE			==> Fişierul traducere nu e salvat în UNICODE(LE)! Salvează, te rog, în UNICODE!
STR_cmd_file_not_UNICODE			==> Fişierul de comandă nu e salvat în UNICODE(LE)! Salvează, te rog, în UNICODE!
STR_Failed_open_create_cmd_file		==> Nu pot deschide sau crea fişierul de comandă!
STR_Empty							==> Gol
STR_Settings						==> Setări
STR_Refreshing						==> Reîmprospătare...


; GUI Menu Editor
STR_DlgTitle						==> Editorul de Comenzi TrayLauncher

BTN_OK								==> OK
BTN_Cancel							==> Anulează
BTN_Apply							==> Aplică
BTN_Close							==> Închide
BTN_Save							==> Salvează
BTN_Reload							==> Reîncarcă

BTN_IsMenu							==> E Submeniu
BTN_IsSep							==> Ca Separator
BTN_IsTitle							==> Ca Titlu
BTN_IsWildCard						==> Mode Wildcard

STC_Menu							==> Comenzi:
STC_Target							==> Calea Țintă:
STC_DispName						==> Nume Afișat:
STC_Filter							==> Filtrare:
STC_IconPath						==> Folosește o pictogramă personalizată:

STR_MyComputer						==> *Computer*
STR_DisplayName						==> [Nume Afișat]
STR_PathToTarget					==> [Calea Către Țintă]
STR_Choose_Target					==> Alege Ținta
STR_Choose_Icon						==> Alege Pictograma
STR_Ask_Save_Item_Info				==> Salvezi modificarea pentru această comandă?
STR_Exit_Ask_Save					==> Salvezi modificările înainte de ieșire?
STR_Ask_Delete_Menu					==> Ștergi meniul cu toate obiectele conținute?

STR_Invalid_NameOrFilter			==> Input nevalid: '<', '>' și '=' nu sunt admise!
STR_Err_Del_Only_Child				==> Nu pot șterge singura ramură!
